import React from "react";
import { useTranslation } from "react-i18next";

function TermsComponent() {
  const { t } = useTranslation();
  return (
    <div className="homeMain home_container container other_container faq_container">
      <div className="zayavka__h1_container">
        <h1 className="zayavka_h1">Terms of service and privacy policy</h1>
      </div>

      <span className="faq_a">
        <span className="faq_q">
          Условия обслуживания и Политика конфиденциальности USDTAsia
        </span>
        <br />
        <br />
        <br /> 1. Стороны соглашения.
        <br />
        <br /> 1.1 Договор заключается между Интернет-сервисом по обмену
        Электронных Активов usdtasia далее Сервис, с одной стороны, и
        Пользователь, в лице того, кто воспользовался услугами Сервиса, с другой
        стороны.
        <br />
        <br /> 2. Список терминов.
        <br />
        <br /> 2.1. Сервис система предоставления интернет-услуг по обмену,
        продаже и покупке цифровых и/или электронных валют.
        <br />
        <br /> 2.2. Пользователь это любое физическое лицо, использующее услуги
        сервиса
        <br />
        <br /> 2.3. Заявка выражение намерения Пользователя воспользоваться
        одной из услуг предлагаемых Сервисом, путем заполнения электронной формы
        через Интернет-сайт Сервиса, на условиях, описанных в Соглашении и
        указанных в параметрах этой Заявки.
        <br />
        <br /> 2.4. Электронная единица учетная единица соответствующих систем
        электронных расчетов, обозначающая определенный объем прав требования
        или иных прав, вытекающих из договора систем электронных расчетов со
        своими пользователями.
        <br />
        <br /> 3. Предмет соглашения.
        <br />
        <br /> 3.1. Предметом настоящего Соглашения является предоставление
        Пользователю Сервисом услуги по обмену Электронных единиц.
        <br />
        <br /> 4. Общие условияя
        <br />
        <br /> 4.1.Данное соглашение регламентирует отношения между
        Пользователем и Сервисом по поводу услуг, предоставляемых Сервисом
        Пользователю, и отменяет все предшествующие договоренности между
        Сервисом и Пользователем по данному предмету.
        <br />
        <br /> 4.2. Данное соглашение вступает в действие с момента завершения
        формирования Заявки Пользователем.
        <br />
        <br /> 4.3 Данное соглашение обе стороны, в лице Сервиса и Пользователя,
        принимают как равноценный по юридической силе договор, обозначенный в
        письменной форме.
        <br />
        <br /> 4.4. Сервис оставляет за собой право в одностороннем порядке
        вносить изменения в данное соглашение без соответствующего уведомления
        об этом Пользователя, но с обязательной публикацией актуальной версии
        соглашения на данной странице.
        <br />
        <br /> 4.5. Данное соглашения включает в себя пункты и подпункты правил,
        описанные в статьях "Правила зачисления криптовалютных депозитов" и
        "Правила Возврата".
        <br />
        <br /> 5. Условия предоставления услуг
        <br />
        <br /> 5.1. Если на счет Сервиса поступает сумма, отличающаяся от
        указанной в заявке, Сервис делает перерасчет, который соответствует
        фактическому поступлению Электронных единиц. Большинство направлений
        сервиса осуществляются в автоматическом режиме, при создании Заявки
        ручного направления обмена нужно убедится, что оператор работает (в
        противном случае, будет произведена выплата в рабочее время оператора).
        Обработка криптовалюты происходит после достижения определенного Биржей
        количества подтверждений сети в зависимости от конкретного случая.
        Нужное количество подтверждений сети для зачисления Криптовалютных
        Активов указано в статье "Правила зачисления криптовалютных депозитов".
        <br />
        <br /> 5.2. В случае, если Пользователь требует Возврат, он проходит по
        правилам, описанными в статье "Правила Возврата".
        <br />
        <br /> 5.3. В случае аннулирования соглашения или поступление ошибочного
        платежа, Возврат Электронных единиц производится в течение 72 часов с
        момента согласия на Возврат.
        <br />
        <br /> 5.4. Если Электронные единицы не поступают от Пользователя на
        счет Сервиса в течение указанного срока, с момента подачи заявки
        Пользователем, соглашение между сторонами расторгается Сервисом с одной
        стороны, так как договор не вступает в действие. Если Электронные
        единицы поступают на реквизиты Сервиса после указанного срока, то такие
        средства подлежат Возврату согласно "Правилам Возврата" после обращение
        Пользователя или Сервис восстанавливает Заявку Пользователя с его
        согласия .<br />
        <br /> 5.5. Если происходит задержка перевода средств на реквизиты,
        указанные Пользователем, по вине расчетной системы, Сервис не несет
        ответственности за ущерб, возникающий в результате долгого поступления
        денежных средств. В этом случае Пользователь должен согласиться с тем,
        что все претензии будут предъявляться к расчетной системе, а Сервис
        оказывает свою помощь по мере своих возможностей в рамках закона.
        <br />
        <br /> 5.6. В случае пользования услугами Сервиса, Пользователь
        полностью соглашается с тем, что Сервис несет ограниченную
        ответственность соответствующую рамкам настоящих правил полученных
        титульных знаков и не дает дополнительных гарантий Пользователю, а также
        не несет перед ним дополнительной ответственности. Соответственно
        Пользователь не несет дополнительной ответственности перед Сервисом.
        <br />
        <br /> 5.7. Сервис не несет ответственности за ущерб и последствия при
        ошибочном переводе Электронных единиц в том случае, если Пользователь
        указал при создании Заявки неверные реквизиты.
        <br />
        <br /> 5.8. Рекламации по платежам принимаются не позже 2 часов после
        осуществления платежа. Стоимость услуги поиска и возврата ошибочных
        платежей – 500 usdt.
        <br />
        <br /> 5.8.1. Если Клиент указывает банковскую карту, выпущенную
        финансовым институтом, который не совпадает с банком, выбранным в
        направлении операции обмена, либо совершает ошибку в указаных реквизитах
        получателя, в соответствии с условиями предоставления услуг, Клиент
        обязан оплатить комиссию в размере 100 usdt за обработку рекламационного
        требования, возникшего в результате данного несоответствия.
        <br />
        <br />
        5.9.Категорически запрещается пользоваться услугами Сервиса для
        проведения незаконных переводов и мошеннических действий. При заключении
        настоящего договора, Пользователь обязуется выполнять эти требования и в
        случае мошенничества нести уголовную ответственность, установленную
        законодательством.
        <br />
        <br /> 6.10. По первому требованию Сервис вправе передавать информацию о
        переводе Электронных единиц правоохранительным органам, администрации
        платежных систем, а также жертвам неправомерных действий, пострадавшим в
        результате доказанного судебными органами мошенничества.
        <br />
        <br />
        5.11. Пользователь обязуется представить все документы, удостоверяющие
        его личность, в случае подозрения о мошенничестве и отмывании денег.
        <br />
        <br />
        5.12. Пользователь обязуется не вмешиваться в работу Сервиса и не
        наносить урон его программной и аппаратной части, а также Пользователь
        обязуется передавать точные сведения для обеспечения выполнения
        Исполнителем всех условий договора.
        <br />
        <br /> 5.13. Пользователь обязуется выполнять нормы соответствующие
        законодательству, а также не подделывать коммуникационные потоки и не
        создавать препятствий для нормальной работы программного кода Сервиса.
        <br />
        <br /> 5.14. Пользователю запрещается производить обмены в пользу
        третьих лиц.
        <br />
        <br /> 5.15. В случае подозрительных операций у Пользователя могут
        запросить верификацию.
        <br />
        <br /> 5.16. В случае использование банковских карт с комиссией с
        получателя (за использование кредитного лимита, карты для социальных
        выплат и т.д.) комиссию оплачивает получатель, сервис обмена не несет по
        таким комиссиям никакой ответственности.
        <br />
        <br /> 5.17. Все платежи, осуществляемые в фиатных валютах, производятся
        без применения десятичных долей. 6. Непредвиденные обстоятельства.
        <br />
        <br /> 6.1 В случае, когда в процессе обработки Заявки Пользователя
        возникают непредвиденные обстоятельства, способствующие невыполнению
        Сервисом условий договора, сроки выполнения заявки переносятся на
        соответствующий срок длительности форс-мажора. За просроченные
        обязательства Сервис ответственности не несет. К непредвиденным
        обстоятельствам могут быть отнесены любые факторы, которые не зависят от
        Сервиса.
        <br />
        <br /> 6.2 В случае если клиенту не пришел международный перевод, нами
        будет совершен возврат средств, строк возврата 10 рабочих дней.
        <br />
        <br /> 7. Претензии и споры.
        <br />
        <br /> 7.1 Претензии по настоящему соглашению принимаются Сервисом в
        форме электронного письма, в котором Пользователь указывает суть
        претензии или в чате технической поддержки Пользователей.
        <br />
        <br /> 8. Отказ от обязательств.
        <br />
        <br /> 8.1. Сервис имеет право отказа на заключение договора и
        выполнение Заявки без объяснения причин.
        <br />
        <br /> 9. Хранение и обработка персональных данных
        <br />
        <br /> 9.1. Для проведения операций Сервис принимает от Пользователя его
        персональные данные, которые Сервис обязуется хранить в зашифрованном
        виде, не придавать огласке, не передавать третьим лицам, за исключением
        случаев, описанных п.
        <br />
        <br /> 5.9. настоящего соглашения.
        <br />
        <br /> 9.2. Сервис имеет право при необходимости самостоятельно
        осуществлять деятельность по сбору дополнительных данных о Пользователе
        любыми доступными способами. Вся информация, собранная в результате
        такой деятельности не придается огласке, не передается третьим лицам, за
        исключением случаев, описанных в п.
        <br />
        <br /> 5.9. настоящего соглашения.
        <br />
        <br /> 9.3. Сервис имеет право передавать персональные данные
        Пользователя и детали совершенных им операций при условии сохранения их
        конфиденциального статуса по официальному письменному запросу Биржи или
        Системы электронных расчетов / решению суда / собственной инициативе (в
        случае возникновения потребности в проведении расследования)
        правоохранительным органам, а также Пользователю, которому они
        принадлежат.
        <br />
        <br /> 9.4. Все собранные данные о Пользователе, а также детали
        совершенных им операций, хранятся в базе данных Сервиса в течение пяти
        лет с момента выполнения Сервисом последней Заявки Пользователя
      </span>
    </div>
  );
}

export default TermsComponent;
